{
  "name": "SimuladoAutoescolaApp",
  "version": "1.0.0",
  "quests": [
    {
      "quest": "Na figura ao lado em um trecho de via com três faixas de transito, a autoridade competente sinalizou que a faixa da direita é de circulação exclusiva de caminhões. Dentre as placas abaixo, aquela que deve constar no local indicado na figura é a:",
      "correct": "R-39",
      "img": "./img/imagem1.png",
      "options": [
        "R-32",
        "R-9",
        "R-39",
        "R-27"
      ]
    },
    {
      "quest": "Manter seu veiculo em bom estado de conservação significa que:",
      "correct": "O veículo em bom estado de conservação poderá trafegar de forma segura e confortável.",
      "img": "",
      "options": [
        "O seu veiculo é mais bonito que os outros.",
        "Ele vai esta sempre em evidência.",
        "Ele aumenta os ruidos.",
        "O veículo em bom estado de conservação poderá trafegar de forma segura e confortável."
      ]
    },
    {
      "quest": "Analise as Afirmativas abaixo: I. Para o veiculo no viaduto. II. Para o veiculo na contramão de direção. III. Para o veiculo nas esquinas, a sete metros do bordo do alinhamento da via. Ocorrerá infração de trânsito em:",
      "correct": "II e III.",
      "img": "",
      "options": [
        "II e III.",
        "I, II e III.",
        "I e II.",
        "II."
      ]
    },
    {
      "quest": "Qual placa de Atrativos Turisticos indica 'Zoologico'?",
      "correct": "TIT-05",
      "img": "./img/imagem2.png",
      "options": [
        "TIT-08",
        "TAR-03",
        "TIT-02",
        "TIT-05"
      ]
    },
    {
      "quest": "Qual medida administrativa poderá ser adotada em alguns tipos de infração pelo agente de trânsito?",
      "correct": "Recolhimento do certificado de lincenciamento.",
      "img": "",
      "options": [
        "Apreensão do veiculo.",
        "Cassação do documento de habilitação.",
        "Suspensão do direito de dirigir.",
        "Recolhimento do certificado de lincenciamento."
      ]
    },
    {
      "quest": "Tratando-se de relações humanas no transito, você deve ser:",
      "correct": "Tolerante com as ações dos outros, colocando em primeiro lugar a segurança.",
      "img": "",
      "options": [
        "Prudente, habilidoso e apressado.",
        "Tolerante com as ações dos outros, colocando em primeiro lugar a segurança.",
        "Alegre, coerente e conversar bastante com os passageiros.",
        "Bem humorado e atrasado."
      ]
    },
    {
      "quest": "O condutor que dirigir o veiculo sem portar o CNH ou Permissão para Dirigir comete:",
      "correct": "Infração leve com multa, mas sem apreensão do veículo.",
      "img": "",
      "options": [
        "Infração leve com multa, mas sem apreensão do veículo.",
        "Infração grave - 5 pontos com multa e com a apreensão do veículo.",
        "Infração gravissima - 7 pontos na CNH e multa (três vezes) e apreensão do veículo.",
        "Infração grave com multa e apreensão do veículo."
      ]
    },
    {
      "quest": "Indicam aos usuários da via os locais e tipos de serviços de que podem dispor ao longo da via, trata-se de:",
      "correct": "Placas de serviços auxiliares.",
      "img": "",
      "options": [
        "Placas de serviços auxiliares.",
        "Marcas transversais.",
        "Sinalização de regulamentação.",
        "Marcas longitudinais."
      ]
    },
    {
      "quest": "Quem deve utilizar a faixa de trânsito adicional, construída à direita de um longo aclive nas rodovias?",
      "correct": "Veículos lentos e os que estiverem desenvolvendo pouca velocidade.",
      "img": "",
      "options": [
        "Veículos lentos e os que estiverem desenvolvendo pouca velocidade.",
        "Veículos que desenvolvam maior velocidade.",
        "Somente caminhões que transportem corrosivos.",
        "Somente ônibus de fretamento e turismo."
      ]
    },
    {
      "quest": "Para que à circulação em lugares desconhecidos seja facilitada, devemos:",
      "correct": "Estudar o mapa da cidade ou rodoviário antecipadamente, planejado o trajeto a ser percorrido.",
      "img": "",
      "options": [
        "Ter no veículo computador de bordo.",
        "Estudar o mapa da cidade ou rodoviário antecipadamente, planejado o trajeto a ser percorrido.",
        "Perguntar para outros motoristas, pois os mapas tem erros.",
        "Não olhar mapas."
      ]
    },
    {
      "quest": "O que devemos fazer para manter a boa estabilidade de um veículo?",
      "correct": "Manter os pneus devidamente calibrados.",
      "img": "",
      "options": [
        "Fazer rodízio dos pneus dianteiros somente.",
        "Usar o pneue stepe.",
        "Manter os pneus devidamente calibrados.",
        "Passar produto para limpar."
      ]
    },
    {
      "quest": "Os condutores que possuem habilitação e tenham até de 65 anos, deverão renovar o exame de aptidão física e mental (médico):",
      "correct": "De 5 em 5 anos.",
      "img": "",
      "options": [
        "De 10 em 10 anos.",
        "De 5 em 5 anos.",
        "De 3 em 3 anos.",
        "De 1 em 1 ano."
      ]
    },
    {
      "quest": "O que o condutor deve fazer na possibilidade de um choque do veículo que ele está dirigindo, com o veículo que vai a frente dele?",
      "correct": "Pisar no freio aos poucos reduzindo a velocidade do veículo.",
      "img": "",
      "options": [
        "Deixar acontecer.",
        "Acionar o freio de mão.",
        "Pisar no freio aos poucos reduzindo a velocidade do veículo.",
        "Mudar de direção sem sinalizar,"
      ]
    },
    {
      "quest": "Quando chove o veículo perde a aderência com a pista e a visibilidade também é comprometida. O que o condutor deve fazer para aumentar a segurança quando chover em uma rodovia?",
      "correct": "Reduzir a velocidade, aumentar a distância do veículo à frente e acender o farol baixo.",
      "img": "",
      "options": [
        "Reduzir a velocidade, aumentar a distância do veiculo à frente e ligar o pisca-alerta.",
        "Reduzir a velocidade, aumentar a distância do veículo à frente e acender o faro alto.",
        "Reduzira velocidade, reduzir a distância do veículo à frente e acender o farol baixo.",
        "Reduzir a velocidade, aumentar a distância do veículo à frente e acender o farol baixo."
      ]
    },
    {
      "quest": "Um condutor verificou que seu veículo começou a apresentar falhas no freio após passar sobre um ponto de alagameto. Quala melhor atitude a fazer?",
      "correct": "Reduzir a velocidade, testar o freio e, se necessário, sinalizar para parar e procurar socorro.",
      "img": "",
      "options": [
        "Reduzir a velocidade, testar o freio e, se necessário, sinalizar para parar e procurar socorro.",
        "Parar, bombear o pedal do freio várias vezes e seguir para seu destino.",
        "Manter-se tranquio, reduzindo a velocidade até chegar ao seu destino.",
        "Manter a velocidade, pois os freios vão secar meis adiante."
      ]
    },
    {
      "quest": "Analise as condutas feitas em uma vítima de acidente que está sangrando e inconsciente: I. não movimentar a vítima; II. Aguardar o socorro profissional; III. Aplicar toniquete para estancar a hemorragia.<br/>As condutas corretas estão descritas na alternativa:",
      "correct": "I e II, openas.",
      "img": "",
      "options": [
        "II e III, apenas.",
        "II apenas.",
        "I e II, openas.",
        "I, apenas."
      ]
    },
    {
      "quest": "Segundo o Código de Trânsito Brasileiro o R-6a significa:",
      "correct": "Proibido estacionar.",
      "img": "./img/imagem3.png",
      "options": [
        "Estacionamento regulamentado.",
        "Proibido parar e estacionar.",
        "Proibido estacionar.",
        "Proibido virar a direita."
      ]
    },
    {
      "quest": "Nos procedimentos da respiração artificial, o que não ocorre com a vitima?",
      "correct": "O ar sai pelos ouvidos.",
      "img": "",
      "options": [
        "O ar sai pela boca e nariz da vítima.",
        "A vitima necessita que a operação seja repetida quantas vezes forem necessárias.",
        "O ar sai pelos ouvidos.",
        "A vitima necessita que seja tirada da boca ou garganta qualquer objeto que possa dificultar a respiração."
      ]
    },
    {
      "quest": "Para que serve o catalisador no veículo?",
      "correct": "Reuzira poluição stmosíárica, vensformando os gases emiídos pelos veiculos em substâncias manos tóxicas.",
      "img": "",
      "options": [
        "Reuzira poluição stmosíárica, vensformando os gases emiídos pelos veiculos em substâncias manos tóxicas.",
        "Anular os ruídos sonoros dos veículos (buzinas, roncos do motor e outros), que ultrapassem 100 decibéis.",
        "Fornecer à bateria uma corrente elétrica para repor a energia consumida durante o funcionamento do veículo.",
        "Provocar as primeiras rotações do motor de combustão interna, até que ele entre em funcionamento total."
      ]
    },
    {
      "quest": "No estacionamento do shopping você observa que o motorista 1 vai sair com o carro e desocupar a vaga. O motorista 2 aguarda o motorista 1 fazer a manobra para o ocupar a vaga liberada. De repente, vem o motorista 3 força a passagem e ocupa o lugar. Com isso, é correto afirmar que o motorista:",
      "correct": "Não respeita o direito das outras pessoas.",
      "img": "",
      "options": [
        "Não respeita o direito das outras pessoas.",
        "É liberal e respeita o comportamento dos outros.",
        "Entende que seus deveres são iguais aos direitos dos outros.",
        "É cooperativo e respeita a sinalização."
      ]
    },
    {
      "quest": "Há diferentes tipos de colisões no trânsito, assinale a altemativa que não pertence a classificação da direção defensiva:",
      "correct": "Colisão com vitima e sem vítima.",
      "img": "",
      "options": [
        "Colisão com tens.",
        "Colisão com vitima e sem vítima.",
        "Colisão com motocicletas.",
        "Colisão com bicicletas."
      ]
    },
    {
      "quest": "Observe as placas abaixo e responda: Qual indica “Terminal Rodoviário”?",
      "correct": "S-6",
      "img": "./img/imagem4.png",
      "options": [
        "S-6",
        "R-32",
        "THC-03",
        "S-14"
      ]
    },
    {
      "quest": "Dentre os deveres dos condutores na preservação do meio ambiente, o que não deve ser feito?",
      "correct": "Jogar ou depositar sujeira nas vias deixando em péssimas condições de uso.",
      "img": "",
      "options": [
        "Jogar ou depositar sujeira nas vias deixando em péssimas condições de uso.",
        "Colaborar com a limpeza das vias de trânsito, deixando-as em boas condições de uso.",
        "Estacionar em recantos destinados ao descanso dos condutores.",
        "Trar fotografia dos animais sivesres."
      ]
    },
    {
      "quest": "Qual atitude deixa o trânsito mais seguro, educado e humano?",
      "correct": "Quando um motorista pede passagem, diminua a velocidade e deixe-o passar.",
      "img": "",
      "options": [
        "Usar a esquerda para trafegar devagar.",
        "Quando um motorista pede passagem, acelerar e se posicionar no centro da pista",
        "Quando um motorista pede passagem, diminua a velocidade e deixe-o passar.",
        "Não sinalizar para mudar de faixa de rânsito."
      ]
    },
    {
      "quest": "Qual é a distância que você deve manter entre o seu veículo e o que vai à sua frente? Esta distância permite que você evite uma colisão com o veículo da frente:",
      "correct": "Distância de seguimento.",
      "img": "",
      "options": [
        "Distância de reação.",
        "Distância de seguimento.",
        "Distância de parada.",
        "Distância de renagem."
      ]
    },
    {
      "quest": "Jogando o lixo em qualquer lugar, você pode estar causando o mal aos outros é à si mesmo, sem saber. Qual dos materiais relacionados abaixo demora mais tempo para se decompor?",
      "correct": "Plástico.",
      "img": "",
      "options": [
        "Bitucas de cigarros.",
        "Jomal.",
        "Plástico.",
        "Caixas de papelão."
      ]
    },
    {
      "quest": "Em situações de emergência, o que se deve fazer?",
      "correct": "Retirar o veículo do fluxo de trânsito e sinalizar com o tiângulo e o pisca alerta.",
      "img": "",
      "options": [
        "Procurar conservar seu veículo na via.",
        "Buzinar para avisar os outros motoristas.",
        "Abandonar seu veiculo na via.",
        "Retirar o veículo do fluxo de trânsito e sinalizar com o tiângulo e o pisca alerta."
      ]
    },
    {
      "quest": "Tratando-se de respiração artificial o socorrista terá que realizar alguns procedimentos. Indique a alternativa errada:",
      "correct": "Deixar qualquer objeto na boca ou garganta da vítima, mesmo que esteja dificultando a entrada de ar.",
      "img": "",
      "options": [
        "Abriras vias respiratórias inclinando a cabeça da vítima para trás e levantando-lhe o queixo.",
        "Retire qualquer objeto da boca ou garganta da vítima, caso esteja dificultando a entrada de ar para a vitima.",
        "Deixar qualquer objeto na boca ou garganta da vítima, mesmo que esteja dificultando a entrada de ar.",
        "Se a vitima apresentar sangramento pela boca ou estiver vomitando, vire a cabeça para o lado."
      ]
    },
    {
      "quest": "O condutor de veículo que estiver habilitado na categoria “B” poderá dirigir:",
      "correct": "Veículos motorizados, não abrangido pela categoria A, cujo peso bruto total não exceda a 3.500 Kg e cuja lotação exceda a 8 lugares, excluído o do motorista. Veículo aulomotor da espécie motor casa, cujo peso não exceda a 6.000 kg, ou cuja lotação não exceda a 8 lugares, excluído o do motorista.",
      "img": "",
      "options": [
        "Veículos motorizados, cuja unidade tratora se enquadre nas categorias “B', “C” ou “D”.",
        "Veículos motorizados, para transporte de passageiros, que tenha mais de À (oito) lugares, sem contar o condutor.",
        "Veículos motorizados, para transporte de carga, que exceda a 3.500kg de peso bruto total (PBT).",
        "Veículos motorizados, não abrangido pela categoria A, cujo peso bruto total não exceda a 3.500 Kg e cuja lotação exceda a 8 lugares, excluído o do motorista. Veículo aulomotor da espécie motor casa, cujo peso não exceda a 6.000 kg, ou cuja lotação não exceda a 8 lugares, excluído o do motorista."
      ]
    },
    {
      "quest": "Onde é permitido o trânsito em marcha à rê?",
      "correct": "Apenas para pequenas manobras.",
      "img": "",
      "options": [
        "Nos passeios.",
        "Nas vias de trânsito rápido, para fugir de situações de congestionamento.",
        "Nos acostamentos.",
        "Apenas para pequenas manobras."
      ]
    }
  ]
}